Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/Wi-Fi.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Known networks will be joined automatically. If no known networks are available, you will have to manually select a network.
ar: سيتم الانضمام إلى الشبكات المعروفة تلقائيًا. وفي حالة عدم توفر شبكات معروفة، سيتعين عليك تحديد شبكة يدويًا.
ca: El dispositiu es connectarà automàticament a les xarxes conegudes. Si no n’hi ha cap de disponible, hauràs de seleccionar‑ne una manualment.
cs: Známé sítě budou připojeny automaticky. Pokud nebudou žádné známé sítě k dispozici, bude nutné vybrat síť ručně.
da: Der oprettes automatisk forbindelse til kendte netværk. Hvis der ikke er nogen tilgængelige kendte netværk, skal du vælge et netværk manuelt.
de: Bekannte Netzwerke werden automatisch verbunden. Falls kein bekanntes Netzwerk vorhanden ist, musst du manuell ein Netzwerk auswählen.
el: Η είσοδος σε γνωστά δίκτυα θα γίνεται αυτόματα. Εάν δεν υπάρχει κανένα διαθέσιμο γνωστό δίκτυο, θα πρέπει να επιλέξετε χειροκίνητα ένα δίκτυο.
es: Se accederá automáticamente a las redes conocidas. Si no hay ninguna red conocida disponible, deberás seleccionar una manualmente.
es_us: Se conectará de forma automática a las redes conocidas. Si no hay ninguna red conocida disponible, deberás seleccionar una manualmente.
fi: Tunnettuihin verkkoihin liitytään automaattisesti. Jos tunnettuja verkkoja ei ole käytettävissä, joudut valitsemaan verkon käsin.
fr: La connexion aux réseaux connus est automatique. Si aucun réseau connu n’est disponible, vous devez sélectionner manuellement un réseau.
fr_ca: La connexion aux réseaux connus est automatique. Si aucun réseau connu n’est disponible, vous devez sélectionner manuellement un réseau.
he: המכשיר יצטרף לרשתות מוכרות באופן אוטומטי. אם אין רשתות מוכרות בסביבה, יהיה צורך לבחור רשת באופן ידני.
hi: ज्ञात नेटवर्कों से ऑटोमैटिकली जोड़ दिया जाएगा। यदि कोई भी ज्ञात नेटवर्क मौजूद नहीं हो, तो आपको मैनुअली नेटवर्क चुनना होगा।
hr: Na poznate mreže spaja se automatski. Ako nema dostupnih poznatih mreža, trebat ćete ručno odabrati mrežu.
hu: Az ismert hálózatokra automatikus csatlakozás történik. Ha nincs elérhető ismert hálózat, kézzel kell kijelölnie egy hálózatot.
id: Jaringan yang telah dikenali akan tergabung secara otomatis. Jika tidak ada jaringan yang dikenali, Anda harus memilih jaringan secara manual.
it: L’accesso alle reti conosciute sarà automatico. Se non è disponibile nessuna rete conosciuta, dovrai selezionarne una manualmente.
ja: 接続したことのあるネットワークに自動的に接続されます。接続したことのあるネットワークに接続できない場合は、手動でネットワークを選択する必要があります。
ko: 알고 있는 네트워크에 자동으로 연결됩니다. 사용 가능한 알고 있는 네트워크가 없다면, 네트워크에 수동으로 연결해야 합니다.
ms: Rangkaian yang diketahui akan disertai secara automatik. Jika tiada rangkaian diketahui tersedia, anda perlu memilih rangkaian secara manual.
nb: Tilkobling til kjente nettverk vil skje automatisk. Hvis ingen kjente nettverk er tilgjengelig, må du velge et nettverk manuelt.
nl: Er wordt automatisch verbinding gemaakt met bekende netwerken. Als er geen bekende netwerken beschikbaar zijn, moet je handmatig een netwerk selecteren.
pl: Przyłączanie się do znanych sieci będzie automatyczne. Jeśli żadne znane sieci nie będą dostępne, konieczne będzie ręczne wybranie sieci.
pt_br: A conexão a redes conhecidas será automática. Se não houver redes conhecidas, você terá que selecionar uma rede manualmente.
pt_pt: O acesso às redes conhecidas é automático. Se não estiverem disponíveis redes conhecidas, terá de selecionar uma rede manualmente.
ro: Conectarea la rețelele cunoscute va avea loc automat. Dacă nu sunt disponibile rețele cunoscute, va trebui să selectați manual o rețea.
ru: Подключение к известным сетям будет произведено автоматически. Если нет известных доступных сетей, Вам придется выбрать сеть вручную.
sk: Pripojenie k známym sieťam prebehne automaticky. Ak nie je dostupná známa sieť, budete musieť vybrať sieť manuálne.
sl: Znanim omrežjem se pridruži samodejno. Če ni na voljo nobeno znano omrežje, ga morate izbrati ročno.
sv: Automatisk anslutning till kända nätverk. Om inga kända nätverk är tillgängliga måste du välja ett nätverk manuellt.
th: เครือข่ายที่เคยใช้จะถูกเข้าร่วมโดยอัตโนมัติ ถ้าไม่พบเครือข่ายที่เคยใช้ คุณจะต้องเลือกเครือข่ายด้วยตนเอง
tr: Bilinen ağlara otomatik olarak katılınır. Bilinen hiçbir ağ yoksa ağı elle seçmeniz gerekir.
uk: Приєднання до знайомих мереж відбувається автоматично. Якщо знайомих мереж немає, вам доведеться вибрати мережу вручну.
vi: Các mạng đã biết sẽ được kết nối tự động. Nếu không có sẵn mạng đã biết nào, bạn sẽ phải chọn một mạng theo cách thủ công.
zh_cn: 将自动加入已知网络。如果没有已知网络，你必须手动选择。
zh_hk: 已知的網絡會自動加入。如沒有可用的已知網絡，你必須手動選擇網絡。
zh_tw: 將會自動加入已知的網路。若沒有可用的已知網路，你就必須手動選擇網路。

source: Learn More…
ar: لمعرفة المزيد…
ca: Més informació…
cs: Další informace…
da: Læs mere…
de: Weitere Infos …
el: Μάθετε περισσότερα…
es: Más información…
es_us: Obtén detalles…
fi: Lisätietoja…
fr: En savoir plus…
fr_ca: En savoir plus…
he: פרטים נוספים…
hi: अधिक जानें…
hr: Saznajte više…
hu: Bővebben…
id: Lebih Lanjut…
it: Scopri di più…
ja: 詳しい情報…
ko: 더 알⁠아⁠보⁠기…
ms: Ketahui Lebih Lanjut…
nb: Finn ut mer…
nl: Meer informatie…
pl: Więcej informacji…
pt_br: Saiba Mais…
pt_pt: Saiba mais…
ro: Mai multe…
ru: Подробнее…
sk: Viac informácií…
sl: Več o tem …
sv: Läs mer…
th: เรียนรู้เพิ่มเติม…
tr: Daha Fazla Bilgi…
uk: Докладніше…
vi: Tìm hiểu thêm…
zh_cn: 进一步了解…
zh_hk: 進一步了解⋯
zh_tw: 更多內容⋯

source: Legacy Access Point
ar: نقطة وصول قديمة
ca: Punt d’accés tradicional
cs: Starší přístupový bod
da: Ældre adgangspunkt
de: Älterer Zugriffspunkt
el: Σημείο πρόσβασης παλαιού τύπου
es: Punto de acceso antiguo
es_us: Punto de acceso antiguo
fi: Vanha tukiasema
fr: Point d’accès d’ancienne génération
fr_ca: Point d’accès hérité
he: נקודת גישה מדור קודם
hi: लेगसी ऐक्सेस पॉइंट
hr: Stara pristupna točka
hu: Örökölt hozzáférési pont
id: Titik Akses Versi Lama
it: Punto di accesso legacy
ja: レガシーアクセスポイント
ko: 레거시 액세스 포인트
ms: Titik Akses Legasi
nb: Eldre tilgangspunkt
nl: Verouderd toegangspunt
pl: Starszy punkt dostępu
pt_br: Ponto de Acesso Legado
pt_pt: Ponto de acesso antigo
ro: Punct de acces depășit
ru: Традиционная точка доступа
sk: Starší prístupový bod
sl: Starejša združljiva vstopna točka
sv: Äldre anslutningspunkt
th: จุดเข้าถึงรุ่นเก่า
tr: Eski Erişim Noktası
uk: Застаріла точка доступу
vi: Điểm truy cập cũ
zh_cn: 传统接入点
zh_hk: 舊有存取點
zh_tw: 舊有存取點

# LIMIT_IP_TRACKING_DESCRIPTION
source: Limit IP address tracking by hiding your IP address from known trackers in Mail and Safari.
ar: الحد من تتبع عنوان IP من خلال إخفاء عنوان IP من أدوات التتبع المعروفة في البريد وسفاري.
ca: La limitació del seguiment et permet ocultar l’adreça IP davant dels rastrejadors coneguts a les apps Mail i Safari.
cs: Omezí možnosti sledování vaší IP adresy tím, že ji v aplikacích Mail a Safari skryje před známými trackery.
da: Begræns sporing af IP-adresse ved at skjule din IP-adresse for kendte sporingsmekanismer i Mail og Safari.
de: Du kannst das Tracking deiner IP-Adresse beschränken, indem die IP-Adresse vor bekannten Trackern in Mail und Safari verborgen wird.
el: Ο Περιορισμός ανίχνευσης IP δεν εμφανίζει τη διεύθυνση IP σας σε γνωστούς ανιχνευτές στο Mail και το Safari.
es: Puedes limitar el rastreo de tu dirección IP ocultándola a los rastreadores conocidos en Mail y Safari.
es_us: Protege tu dirección IP al ocultarla de los rastreadores conocidos en Mail y Safari.
fi: Rajoita IP-osoitteen seurantaa kätkemällä IP-osoitteesi tunnetuilta seuraimilta Mailissa ja Safarissa.
fr: Limitez le suivi de votre adresse IP en la masquant dans Mail et Safari afin d’empêcher les traqueurs connus de la voir.
fr_ca: Limitez le suivi de l’adresse IP en empêchant les traqueurs connus de consulter cette dernière dans Mail et Safari.
he: באפשרותך להגביל מעקב אחר כתובת ה-IP באמצעות הסתרת כתובת ה-IP שלך מפני כלי מעקב מוכרים ב״דואר״ וב-Safari.
hi: मेल और Safari में ज्ञात ट्रैकर से अपना IP पता छिपाकर IP पता ट्रैकिंग सीमित करें।
hr: Ograničite praćenje IP adrese skrivanjem svoje IP adrese od poznatih alata za praćenje u aplikacijama Mail i Safari.
hu: Korlátozhatja az IP-cím nyomon követését, ha elrejti az IP-címét az ismert nyomkövetők elől a Mailben és a Safariban.
id: Batasi pelacakan alamat IP dengan menyembunyikan alamat IP Anda dari pelacak yang diketahui di Mail dan Safari.
it: Limita il tracciamento del tuo indirizzo IP nascondendolo ai tracker noti in Mail e Safari.
ja: “メール”とSafariであなたのIPアドレスを既知のトラッカーに対して非公開にすることで、IPアドレスのトラッキングを制限します。
ko: Mail 및 Safari에서 알려진 트래커로부터 사용자의 IP 주소를 가려서 IP 주소 추적을 제한합니다.
ms: Hadkan penjejakan alamat IP dengan menyembunyikan alamat IP anda daripada penjejak yang diketahui dalam Mail dan Safari.
nb: Begrens IP-adresse­sporing ved å skjule IP-adressen for kjente sporere i Mail og Safari.
nl: Beperk IP-adrestracking door in Mail en Safari je IP-adres te verbergen voor bekende trackers.
pl: Ograniczanie śledzenia adresu IP ukrywa Twój adres IP przed znanymi trackerami w aplikacjach Poczta i Safari.
pt_br: Limite o rastreamento de endereço IP ao ocultar seu endereço IP de rastreadores conhecidos no Mail e no Safari.
pt_pt: Limite o seguimento do endereço IP ao ocultar o seu endereço IP de rastreadores conhecidos no Mail e no Safari.
ro: Limitați urmărirea adresei IP ascunzând adresa dvs. IP de urmăritorii cunoscuți în Mail și Safari.
ru: Ограничьте трекинг по IP‑адресу, скрывая свой IP‑адрес от известных трекеров в Почте и Safari.
sk: Obmedzí sledovanie IP adresy jej skrytím pred známymi trackermi v apkách Mail a Safari.
sl: Omejite sledenje naslovu IP tako, da skrijete svoj naslov IP v Pošti in Safariju pred znanimi sledilniki.
sv: Begränsa IP-adresspårning genom att gömma din IP-adress från kända spårare i Mail och Safari.
th: จำกัดการติดตามที่อยู่ IP โดยซ่อนที่อยู่ IP ของคุณจากตัวติดตามที่ทราบในเมลและ Safari
tr: Mail’de ve Safari’de IP adresinizi bilinen takip edicilerden gizleyerek IP adresi takibini sınırlar.
uk: Обмежте відстеження за IP‑адресою, приховавши свою IP‑адресу від відомих відстежувачів у Пошті й Safari.
vi: Giới hạn theo dõi địa chỉ IP bằng cách ẩn địa chỉ IP của bạn khỏi các trình theo dõi đã biết trong Mail và Safari.
zh_cn: 在“邮件”和Safari浏览器中对已知跟踪器隐藏你的IP地址来限制IP地址跟踪。
zh_hk: 在「郵件」和Safari中對已知的追蹤器隱藏IP位址以限制IP位址追蹤。
zh_tw: 在「郵件」和Safari中對已知的追蹤器隱藏你的IP位址來限制IP位址追蹤。

# LIMIT_IP_TRACKING_TITLE
source: Limit IP address tracking
ar: الحد من تتبع عنوان IP
ca: Limita el seguiment de l’adreça IP
cs: Omezit sledování IP adresy
da: Begræns sporing af IP-adresse
de: Tracking der IP-Adresse beschränken
el: Περιορισμός ανίχνευσης IP
es: Limitar rastreo de dirección IP
es_us: Limitar rastreo de dirección IP
fi: Rajoita IP-osoitteen seurantaa
fr: Limiter le suivi de l’adresse IP
fr_ca: Limiter le suivi de l’adresse IP
he: הגבלת מעקב אחר כתובת ה-IP
hi: IP पता ट्रैकिंग सीमित करें
hr: Ograničite praćenje IP adrese
hu: IP-cím-követés korlátozása
id: Batasi pelacakan alamat IP
it: Limita tracciamento indirizzo IP
ja: IPアドレスのトラッキングを制限
ko: IP 주소 추적 제한
ms: Hadkan penjejakan alamat IP
nb: Begrens IP-adresse­sporing
nl: Beperk IP-adrestracking
pl: Ograniczaj śledzenie adresu IP
pt_br: Limitar o rastreamento de endereço IP
pt_pt: Limitar seguimento do endereço IP
ro: Limitează urmărirea adresei IP
ru: Ограничение трекинга по IP‑адресу
sk: Skryť IP adresu
sl: Omeji sledenje naslovu IP
sv: Begränsa IP-adresspårning
th: จำกัดการติดตามที่อยู่ IP
tr: IP adresi takibini sınırla
uk: Обмеження відстеження за IP‑адресою
vi: Giới hạn theo dõi địa chỉ IP
zh_cn: 限制IP地址跟踪
zh_hk: 限制IP位址追蹤
zh_tw: 限制IP位址追蹤

source: Limited Compatibility
ar: توافق محدود
ca: Compatibilitat limitada
cs: Omezená kompatibilita
da: Begrænset kompatibilitet
de: Eingeschränkte Kompatibilität
el: Περιορισμένη συμβατότητα
es: Compatibilidad limitada
es_us: Compatibilidad limitada
fi: Rajoitettu yhteensopivuus
fr: Compatibilité limitée
fr_ca: Compatibilité limitée
he: תאימות חלקית
hi: सीमित संगतता
hr: Ograničena kompatibilnost
hu: Korlátozott kompatibilitás
id: Kompatibilitas Terbatas
it: Compatibilità limitata
ja: 制限付きの互換性
ko: 제한적인 호환성
ms: Keserasian Terhad
nb: Begrenset kompatibilitet
nl: Beperkte compatibiliteit
pl: Ograniczona zgodność
pt_br: Compatibilidade Limitada
pt_pt: Compatibilidade limitada
ro: Compatibilitate limitată
ru: Ограниченная совместимость
sk: Obmedzená kompatibilita
sl: Omejena združljivost
sv: Begränsad kompatibilitet
th: การใช้งานร่วมกันได้แบบจำกัด
tr: Sınırlı Uyumluluk
uk: Обмежена сумісність
vi: Khả năng tương thích bị giới hạn
zh_cn: 兼容性受限
zh_hk: 相容性有限
zh_tw: 有限的相容性

# LOCKDOWN_JOIN_CAPTIVE_NETWORK_MESSAGE
source: This network may be unsafe to join in Lockdown Mode.
ar: ربما تكون هذه الشبكة غير آمنة للانضمام إليها في نمط المنع.
ca: Potser no és segur accedir a la xarxa en mode d’aïllament.
cs: Připojení k této síti může být v režimu blokování nebezpečné.
da: Det er muligvis ikke sikkert at oprette forbindelse til dette netværk i Nedlukningstilstand.
de: Die Verbindung mit diesem Netzwerk im Blockierungsmodus ist möglicherweise nicht sicher.
el: Η σύνδεση σε αυτό το δίκτυο ενδέχεται να μην είναι ασφαλής κατά τη Λειτουργία απομόνωσης.
es: Puede que no sea seguro acceder a esta red en el modo de aislamiento.
es_us: Es posible que no sea seguro conectarse a esta red durante el modo hermético.
fi: Tähän verkkoon ei ehkä ole turvallista liittyä sulkutilassa.
fr: La connexion à ce réseau en mode Isolement peut être dangereuse.
fr_ca: La connexion à ce réseau peut comporter des risques en mode de confinement.
he: הצטרפות לרשת זו כשהמכשיר ב״מצב נעילה״ עלולה להיות לא בטוחה.
hi: लॉकडाउन मोड में जुड़ने के लिए यह नेटवर्क असुरक्षित हो सकता है।
hr: Spajanje na ovu mrežu može biti nesigurno u Modu zaključavanja.
hu: Előfordulhat, hogy ehhez a hálózathoz nem biztonságos Zárt módban kapcsolódni.
id: Jaringan ini mungkin tidak aman untuk digunakan dalam Mode Kuncitara.
it: Accedere a questa rete in modalità di isolamento potrebbe essere rischioso.
ja: ロックダウンモードでこのネットワークに接続するのは安全でない可能性があります。
ko: 이 네트워크는 차단 모드에서 연결하기에 안전하지 않을 수 있습니다.
ms: Rangkaian ini mungkin tidak selamat untuk disertai dalam Mod Penyekatan.
nb: Det er kanskje ikke trygt å koble til dette nettverket i Sikringsmodus.
nl: Het is mogelijk niet veilig om in de isolatiemodus verbinding te maken met dit netwerk.
pl: Ta sieć może nie być wystarczająco bezpieczna, aby przyłączyć się do niej w trybie blokady.
pt_br: Esta rede pode não ser segura para conexão no Modo de Isolamento.
pt_pt: Poderá não ser seguro aceder a esta rede em modo de bloqueio.
ro: Conectarea la această rețea în modul Izolare ar putea fi riscantă.
ru: Эта сеть может быть небезопасной для подключения в режиме блокировки.
sk: Pripojenie k tejto sieti v režime blokovania nemusí byť bezpečné.
sl: Povezava s tem omrežjem v omejenem varnostnem načinu morda ni varna.
sv: Det här nätverket kanske inte är säkert att ansluta till i Låst läge.
th: เครือข่ายนี้อาจไม่ปลอดภัยที่จะเข้าร่วมในโหมดล็อคดาวน์
tr: Kilit Modu’nda bu ağa katılmak güvenli olmayabilir.
uk: У режимі карантину може бути небезпечно приєднуватися до цієї мережі.
vi: Mạng này có thể không an toàn để kết nối trong Chế độ phong tỏa.
zh_cn: 锁定模式下，加入此网络可能不安全。
zh_hk: 在「封鎖模式」下加入此網絡可能不安全。
zh_tw: 在「封閉模式」下加入此網路可能不安全。

# LOCKDOWN_JOIN_CAPTIVE_NETWORK_TITLE
source: Join Captive Network “%@”?
ar: الانضمام إلى الشبكة المقيدة "%@"؟
ca: Vols accedir a la xarxa captiva “%@”?
cs: Připojit se k záchytné síti „%@“?
da: Brug netværket med tilmelding “%@”?
de: Mit Captive-Netzwerk „%@“ verbinden?
el: Σύνδεση στο δίκτυο υποδοχής «%@»;
es: ¿Acceder a la red cautiva “%@”?
es_us: ¿Conectarse a la red cautiva “%@”?
fi: Liitytäänkö suljettuun verkkoon ”%@”?
fr: Se connecter au réseau captif « %@ » ?
fr_ca: Se connecter au réseau captif « %@ »?
he: להצטרף לרשת ״%@״ דרך פורטל חובה?
hi: कैप्टिव नेटवर्क “%@” से जुड़ें?
hr: Spojiti se na zatvorenu mrežu “%@”?
hu: Kapcsolódik a(z) „%@” átirányított hálózathoz?
id: Bergabung dengan Jaringan Terikat “%@”?
it: Vuoi accedere alla rete Captive “%@”?
ja: キャプティブネットワーク“%@”に接続しますか?
ko: 캡티브 네트워크 ‘%@’에 연결하겠습니까?
ms: Sertai Rangkaian Kaptif “%@”?
nb: Vil du koble til det kontrollerte nettverket «%@»?
nl: Verbinding maken met afvangnetwerk '%@'?
pl: Przyłączyć się do sieci wymagającej uwierzytelnienia „%@”?
pt_br: Conectar‑se à Rede Controlada “%@”?
pt_pt: Aceder à rede cativa “%@”?
ro: Doriți să vă conectați la rețeaua captivă „%@”?
ru: Подключиться к сети с авторизацией «%@»?
sk: Prihlásiť sa k uzamknutej sieti „%@“?
sl: Se želite povezati z zaprtim omrežjem »%@«?
sv: Vill du ansluta till det låsta nätverket ”%@”?
th: เข้าร่วมเครือข่ายที่ต้องยืนยัน “%@” หรือไม่
tr: “%@” Adlı Kısıtlanmış Ağa Katılınsın mı?
uk: Приєднатися до мережі з авторизацією «%@»?
vi: Kết nối vào mạng xác thực “%@”?
zh_cn: 加入受限网络“%@”？
zh_hk: 要加入限制網絡「%@」嗎？
zh_tw: 要加入限制網路「%@」嗎？

# LOCKDOWN_JOIN_OPEN_NETWORK_MESSAGE
source: Open networks provide no security and expose all network traffic. This network is unsafe to join in Lockdown Mode.
ar: لا توفر الشبكات المفتوحة أي تأمين، كما تجعل كل حركة مرور الشبكة مكشوفة. هذه الشبكة غير آمنة للانضمام إليها في نمط المنع.
ca: Les xarxes obertes no són segures i mostren tot el trànsit de xarxa. No és segur accedir a la xarxa en mode d’aïllament.
cs: Otevřené sítě neposkytují žádné zabezpečení a veškerá síťová aktivita je v nich viditelná. Připojení k této síti není v režimu blokování bezpečné.
da: Åbne netværk leverer ingen sikkerhed og udsætter al netværkstrafik for risiko. Det er ikke sikkert at oprette forbindelse til dette netværk i Nedlukningstilstand.
de: Offene Netzwerke bieten keinerlei Schutz und legen den gesamten Netzwerkverkehr offen. Die Verbindung mit diesem Netzwerk im Blockierungsmodus ist nicht sicher.
el: Τα ανοιχτά δίκτυα δεν παρέχουν ασφάλεια και όλη η δικτυακή κυκλοφορία είναι εκτεθειμένη. Η σύνδεση σε αυτό το δίκτυο δεν είναι ασφαλής κατά τη Λειτουργία απομόνωσης.
es: Las redes abiertas no ofrecen ningún tipo de seguridad y dejan expuesto todo el tráfico de red. No es seguro acceder a esta red en el modo de aislamiento.
es_us: Las redes abiertas no brindan seguridad y exponen todo el tráfico de red. No es seguro conectarse a esta red durante el modo hermético.
fi: Avoimet verkot eivät suojaa ja paljastavat kaiken verkkoliikenteen. Tähän verkkoon ei ole turvallista liittyä sulkutilassa.
fr: Les réseaux ouverts ne fournissent aucune sécurité et exposent tout le trafic réseau. La connexion à ce réseau en mode Isolement est dangereuse.
fr_ca: Les réseaux ouverts ne fournissent aucune sécurité et exposent la totalité de leur trafic. La connexion à ce réseau comporte des risques en mode de confinement.
he: רשתות פתוחות אינן מספקות אבטחה וחושפות את כל התעבורה ברשת. הצטרפות לרשת זו כשהמכשיר ב״מצב נעילה״ אינה בטוחה.
hi: सार्वजनिक नेटवर्क असुरक्षित होते हैं और वे पूरा नेटवर्क ट्रैफ़िक प्रकट करते हैं। लॉकडाउन मोड में जुड़ने के लिए यह नेटवर्क असुरक्षित है।
hr: Otvorene mreže ne pružaju sigurnost i izlažu sav mrežni promet. Spajanje na ovu mrežu nije sigurno u Modu zaključavanja.
hu: A nyílt hálózatok nem nyújtanak biztonságot, és minden hálózati forgalmat felderíthetővé tesznek. Ehhez a hálózathoz nem biztonságos Zárt módban kapcsolódni.
id: Jaringan yang terbuka tidak menyediakan keamanan dan mengekspos semua lalu lintas jaringan. Jaringan ini tidak aman untuk digunakan dalam Mode Kuncitara.
it: Le reti aperte non forniscono alcuna sicurezza ed espongono tutto il traffico di rete. Accedere a questa rete in modalità di isolamento è rischioso.
ja: 公開ネットワークにはセキュリティが施されていないため、すべてのネットワークトラフィックが外部にさらされます。ロックダウンモードでこのネットワークに接続するのは安全ではありません。
ko: 개방형 네트워크는 보안을 제공하지 않으며 모든 네트워크 트래픽을 노출합니다. 이 네트워크는 차단 모드에서 연결하기에 안전하지 않을 수 있습니다.
ms: Rangkaian terbuka tidak menyediakan keselamatan dan mendedahkan semua trafik rangkaian. Rangkaian ini tidak selamat untuk disertai dalam Mod Penyekatan.
nb: Åpne nettverk har ingen sikkerhet og eksponerer all nettverkstrafikk. Det er ikke trygt å koble til dette nettverket i Sikringsmodus.
nl: Open netwerken zijn niet beveiligd waardoor al het netwerkverkeer zichtbaar is voor anderen. Het is niet veilig om in de isolatiemodus verbinding te maken met dit netwerk.
pl: Sieci otwarte nie mają zabezpieczeń, a ruch w nich jest widoczny dla wszystkich. Przyłączanie się do takich sieci w trybie blokady nie jest bezpieczne.
pt_br: As redes abertas não fornecem segurança e expõem todo o tráfego de rede. Essa rede não é segura para conexão no Modo de Isolamento.
pt_pt: As redes abertas não oferecem segurança e expõem todo o tráfego da rede. Não é seguro aceder a esta rede em modo de bloqueio.
ro: Rețelele deschise nu oferă deloc securitate și expun tot traficul de rețea. Conectarea la această rețea în modul Izolare este riscantă.
ru: Открытые сети не обеспечивают защиту данных и раскрывают весь сетевой трафик. Эта сеть небезопасна для подключения в режиме блокировки.
sk: Otvorené siete neposkytujú žiadne zabezpečenie a odhaľujú všetky sieťové aktivity. Pripojenie k tejto sieti v režime blokovania nemusí byť bezpečné.
sl: Odprta omrežja niso varna in razkrijejo ves omrežni promet. Povezava s tem omrežjem v omejenem varnostnem načinu ni varna.
sv: Öppna nätverk erbjuder ingen säkerhet och all nätverkstrafik är oskyddad. Det är inte säkert att ansluta till det här nätverket i Låst läge.
th: เครือข่ายแบบเปิดจะไม่มีความปลอดภัยและจะเปิดเผยการรับส่งข้อมูลทางเครือข่ายทั้งหมด เครือข่ายนี้ไม่ปลอดภัยที่จะเข้าร่วมในโหมดล็อคดาวน์
tr: Açık ağlar hiçbir güvenlik sağlamaz ve tüm ağ trafiğini ifşa eder. Kilit Modu’nda bu ağa katılmak güvenli değildir.
uk: Відкриті мережі не мають захисту, лишаючи весь мережевий трафік вразливим. У режимі карантину небезпечно приєднуватися до цієї мережі.
vi: Các mạng mở không cung cấp tính năng bảo mật và hiển thị tất cả lưu lượng mạng. Mạng này không an toàn để kết nối trong Chế độ phong tỏa.
zh_cn: 开放性网络没有任何安全性，并会暴露所有网络通信。锁定模式下，加入此网络不安全。
zh_hk: 開放的網絡沒有保安，並會暴露所有網絡流量。在「封鎖模式」下加入此網絡可能不安全。
zh_tw: 開放的網路沒有安全性，並且會暴露所有網路流量。此網路不安全，無法在「封閉模式」下加入。

# LOCKDOWN_JOIN_OPEN_NETWORK_TITLE
source: Join Unsecured Network “%@”?
ar: الانضمام إلى الشبكة غير المؤمّنة "%@"؟
ca: Vols accedir a la xarxa no segura “%@”?
cs: Připojit se k nezabezpečené síti „%@“?
da: Brug det usikre netværk “%@”?
de: Mit ungesichertem Netzwerk „%@“ verbinden?
el: Σύνδεση στο μη ασφαλές δίκτυο «%@»;
es: ¿Acceder a la red no segura “%@”?
es_us: ¿Conectarse a la red sin seguridad “%@”?
fi: Liitytäänkö suojaamattomaan verkkoon ”%@”?
fr: Se connecter au réseau non sécurisé « %@ » ?
fr_ca: Se connecter au réseau non sécurisé « %@ »?
he: להצטרף לרשת הלא מאובטחת ״%@״?
hi: असुरक्षित नेटवर्क “%@” से जुड़ें?
hr: Spojiti se na neosiguranu mrežu “%@”?
hu: Kapcsolódik a(z) „%@” nem biztonságos hálózathoz?
id: Bergabung dengan Jaringan Tidak Aman “%@”?
it: Vuoi accedere alla rete non protetta “%@”?
ja: セキュリティ保護されていないネットワーク“%@”に接続しますか?
ko: 보안되지 않은 네트워크 ‘%@’에 연결하겠습니까?
ms: Sertai Rangkaian Tidak Selamat “%@”?
nb: Vil du koble til det usikrede nettverket «%@»?
nl: Verbinding maken met onbeveiligd netwerk '%@'?
pl: Przyłączyć się do niezabezpieczonej sieci „%@”?
pt_br: Conectar‑se à Rede Não Protegida “%@”?
pt_pt: Aceder à rede não protegida “%@”?
ro: Doriți să vă conectați la rețeaua nesecurizată „%@”?
ru: Подключиться к незащищенной сети «%@»?
sk: Pripojiť sa k nezabezpečenej sieti „%@“?
sl: Se želite pridružiti nezavarovanemu omrežju »%@«?
sv: Vill du ansluta till det oskyddade nätverket ”%@”?
th: เข้าร่วมเครือข่ายที่ไม่ปลอดภัย “%@” หรือไม่
tr: “%@” Adlı Güvenli Olmayan Ağa Katılınsın mı?
uk: Приєднатися до незахищеної мережі «%@»?
vi: Kết nối vào mạng không bảo mật “%@”?
zh_cn: 加入不安全的网络“%@”？
zh_hk: 要加入沒有安全保護的網絡「%@」嗎？
zh_tw: 要加入不安全的網路「%@」嗎？
